brew "openssl@3"
brew "tree"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "csvkit"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "eza"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "helm"
brew "htop"
brew "jq"
brew "jsonlint"
brew "k6"
brew "kubernetes-cli"
brew "mas"
brew "ncdu"
brew "neovim"
brew "p7zip"
brew "pipx"
brew "pyenv"
brew "python@3.12"
brew "rename"
brew "rsync"
brew "screen"
brew "ssh-copy-id"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "unar"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "chromedriver"
cask "claude-code"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "gcloud-cli"
cask "iterm2"
mas "Canva", id: 897446215
mas "Compressor", id: 424390742
mas "Conjuu ES Pro", id: 1550290686
mas "Endel", id: 1346247457
mas "Evernote", id: 406056744
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Messenger", id: 1480068668
mas "Motion", id: 434290957
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Steam Link", id: 1246969117
mas "Wayback Machine", id: 1472432422
mas "WhatsApp", id: 310633997
